Repository: raniop/ChildTime
Catalog: Shared/Localization/Localizable.xcstrings
Source language: he
Languages: ar, en, ru

source: מְדַלֵּג עַל שְׁאֵלוֹת קָשׁוֹת%@ — שָׁוֶה לְעוֹדֵד וּלְהוֹרִיד אֶת הָרָמָה.
ar: يتخطّى الأسئلة الصعبة%@ — يستحقّ التشجيع وخفض المستوى.
en: Skips hard questions%@ — worth encouraging them and lowering the level.
ru: Пропускает трудные вопросы%@ — стоит подбодрить и снизить уровень.

source: מְחִיקַת הַיֶּלֶד
ar: حذف الطفل
en: Delete child
ru: Удалить ребёнка

source: מְחִיקַת הַיַּלְדָּה
ar: حذف الطفلة
en: Delete child
ru: Удалить ребёнка

source: מְחִיקַת הָאַפְּלִיקַצְיָה
ar: حذف التطبيق
en: Delete the app
ru: Удаление приложения

source: מְחִיקַת יֶלֶד/ה
ar: حذف طفل/ة
en: Delete child
ru: Удалить ребёнка

source: מְחִיקָה
ar: حذف
en: Delete
ru: Стереть

source: מְחַבְּרִים אֲרִיחִים עַד 2048
ar: نجمع البلاطات حتى 2048
en: Join tiles all the way to 2048
ru: Соединяй плитки до 2048

source: מְחַבְּרִים אֶת הַטֶּלֶפוֹן הַזֶּה
ar: ربط هذا الهاتف
en: Connect this phone
ru: Подключаем этот телефон

source: מְחַבְּרִים אֶת כָּל הַמְּחִירִים שֶׁבַּקַּבָּלָה
ar: نجمع كل الأسعار في الفاتورة
en: Add up every price on the receipt
ru: Складываем все цены в чеке

source: מְחַבְּרִים כָּל שְׁאֵלָה לַתְּשׁוּבָה שֶׁלָּהּ
ar: نصل كل سؤال بإجابته
en: Match each question to its answer
ru: Соедини каждый вопрос с ответом

source: מְחַבְּרִים…
ar: نربط…
en: Connecting…
ru: Подключаем…

source: מְחַכִּים לְאִשּׁוּר 🕐
ar: بانتظار الموافقة 🕐
en: Waiting for approval 🕐
ru: Ждём подтверждения 🕐

source: מְחַכִּים לְעוֹד שַׂחְקָן אֶחָד לְפָחוֹת…
ar: بانتظار لاعب واحد آخر على الأقلّ…
en: Waiting for at least one more player…
ru: Ждём ещё хотя бы одного игрока…

source: מְחַכִּים שֶׁ%@ יַתְחִיל… ⏳
ar: بانتظار أن يبدأ %@… ⏳
en: Waiting for %@ to start… ⏳
ru: Ждём, пока %@ начнёт… ⏳

source: מְחַפְּשִׂים אֶת הַטֵּלֵפוֹן!
ar: يبحثون عن هذا الهاتف!
en: Someone's looking for this phone!
ru: Ищут этот телефон!

source: מְחַק
ar: احذف
en: Delete
ru: Удалить

source: מְחַק פְּרוֹפִיל
ar: احذف الملفّ الشخصي
en: Delete profile
ru: Удалить профиль

source: מְטָלוֹת
ar: مهام
en: Chores
ru: Задания

source: מְיוּחָד
ar: مميّز
en: Special
ru: Особый

source: מְכִינִים אֶת הַמִּשְׂחָק…
ar: نجهّز اللعبة…
en: Setting up the game…
ru: Готовим игру…

source: מְכִינִים תִּיק
ar: تحضير الحقيبة
en: Bag packing
ru: Сбор портфеля

source: מְכִירַת לִימוֹנָדָה
ar: بيع الليموناضة
en: selling lemonade
ru: продажа лимонада

source: מְכוֹנִיּוֹת
ar: سيارات
en: cars
ru: машины

source: מְכוֹנִיּוֹת, רַכָּבוֹת, מְטוֹסִים, וְאֵיךְ זֶה עוֹבֵד
ar: سيارات وقطارات وطائرات، وكيف تعمل
en: Cars, trains, planes, and how they work
ru: Машины, поезда, самолёты и как это работает

source: מְכוֹנִיּוֹת, רַכָּבוֹת, מְטוֹסִים, וְאֵיךְ זֶה עוֹבֵד — בְּשָׁלוֹשׁ רָמוֹת שֶׁמִּתְאִימוֹת אֶת עַצְמָן לַיֶּלֶד, וְעַל כָּל תְּשׁוּבָה נְכוֹנָה מַרְוִיחִים דַּקּוֹת מִשְׂחָק, בְּדִיּוּק כְּמוֹ בְּכָל עוֹלָם.
ar: سيارات وقطارات وطائرات، وكيف تعمل — بثلاثة مستويات تتكيّف مع الطفل، وعن كل إجابة صحيحة تُربَح دقائق لعب، تمامًا كما في كل عالم.
en: Cars, trains, planes, and how they work — in three levels that adapt to your child, and every correct answer earns play minutes, just like in every world.
ru: Машины, поезда, самолёты и как это работает — на трёх уровнях, которые подстраиваются под ребёнка, и за каждый правильный ответ начисляются игровые минуты, как и в любом мире.

source: מְכוֹנִית
ar: سيارة
en: car
ru: машина

source: מְלָפְפוֹן
ar: خيار
en: cucumber
ru: огурец

source: מְמֻצָּע
ar: المتوسّطات
en: Averages
ru: Средние значения

source: מְנַסֶּה, טוֹעֶה וּמְתַקֵּן — כְּדַאי לְעוֹדֵד לְהַמְשִׁיךְ גַּם כְּשֶׁקָּשֶׁה.
ar: يحاول ويخطئ ويصحّح — يستحقّ التشجيع على المواصلة حتى عندما يصعب الأمر.
en: Tries, makes mistakes, and fixes them — worth encouraging to keep going even when it's hard.
ru: Пробует, ошибается и исправляет — стоит подбадривать продолжать, даже когда трудно.

source: מְסַדְּרִים חֶדֶר
ar: ترتيب الغرفة
en: Room tidy-up
ru: Уборка комнаты

source: מְעִיל לַחֹרֶף
ar: معطف للشتاء
en: winter coat
ru: зимнее пальто

source: מְעוּלֶה
ar: ممتاز
en: Great
ru: Отлично

source: מְעוּלֶה, כְּבָר פָּתוּחַ לַיְלָדִים 👍
ar: ممتاز، مفتوح للأطفال بالفعل 👍
en: Great — it's already open for the kids 👍
ru: Отлично — уже открыто для детей 👍

source: מְפַצְּחִים
ar: محطّم الأرقام
en: Number crush
ru: Числобой

source: מְפַצְּחִים קוֹד סוֹדִי
ar: نكتشف رمزًا سريًا
en: Crack a secret code
ru: Разгадай секретный код

source: מְפוֹצְצִים רַק אֶת הַנְּכוֹנִים
ar: نفقع الصحيحة فقط
en: Pop only the right ones
ru: Лопай только правильные

source: מְצִלְתַּיִם
ar: صنج
en: cymbals
ru: тарелки

source: מְצָאתֶם אֶת כָּל הַמִּלִּים!
ar: وجدتم كل الكلمات!
en: You found all the words!
ru: Вы нашли все слова!

source: מְצֻיָּן בִּמְשִׂימוֹת חֲשִׁיבָה וּפִתְרוֹן בְּעָיוֹת.
ar: يتفوّق في مهامّ التفكير وحلّ المشكلات.
en: Excels at thinking tasks and problem-solving.
ru: Отлично справляется с задачами на мышление и решение задач.

source: מְקַפְּלִים גַּרְבַּיִם
ar: طيّ الجوارب
en: Sock folding
ru: Складывание носков

source: מְשִׂימָה מִשְׁפַּחְתִּית 🤗
ar: مهمّة عائلية 🤗
en: Family mission 🤗
ru: Семейное задание 🤗

source: מְשִׂימָה קְטַנָּה כָּל יוֹם — וּפְרָס כְּשֶׁמְּסַיְּמִים.
ar: مهمة صغيرة كل يوم — وجائزة عند الانتهاء.
en: A small task every day — and a prize when you finish.
ru: Маленькое задание каждый день — и приз, когда закончишь.

source: מְשַׁחְרְרִים אֶת דַּקּוֹת הַמַּתָּנָה 💝
ar: نفتح دقائق الهديّة 💝
en: Unlocking your gift minutes 💝
ru: Открываем подаренные минуты 💝

source: מְשַׁחְרְרִים אֶת הַדַּקּוֹת שֶׁ%@ ✨
ar: نفتح الدقائق التي %@ ✨
en: Unlocking the minutes %@ ✨
ru: Открываем минуты %@ ✨

source: מְשַׂחֵק
ar: يلعب
en: Playing
ru: Играет

source: מְשַׂחֵק עַכְשָׁו
ar: يلعب الآن
en: Playing now
ru: Играет сейчас

source: מְשַׂחֶקֶת
ar: تلعب
en: Playing
ru: Играет

source: מִבַּחוּץ
ar: من الخارج
en: On the outside
ru: Снаружи

source: מִטְבָּח
ar: مطبخ
en: kitchen
ru: кухня

source: מִטְבָּח וּמַדָּע שֶׁל אֹכֶל
ar: المطبخ وعلم الطعام
en: Kitchen and Food Science
ru: Кухня и наука о еде

source: מִי הֲכִי מָהִיר, גָּדוֹל וְגָבוֹהַּ
ar: من الأسرع والأكبر والأطول
en: Who's the fastest, biggest, and tallest
ru: Кто самый быстрый, большой и высокий

source: מִי מְשַׂחֵק?
ar: من يلعب؟
en: Who's playing?
ru: Кто играет?

source: מִי מִצְטָרֵף?
ar: من ينضمّ؟
en: Who's joining?
ru: Кто присоединяется?

source: מִי מִשְׁתַּמֵּשׁ בַּטַּאבְּלֶט הַזֶּה?
ar: من يستخدم هذا الجهاز اللوحي؟
en: Who uses this tablet?
ru: Кто пользуется этим планшетом?

source: מִי מִשְׁתַּמֵּשׁ בַּמַּכְשִׁיר הַזֶּה?
ar: من يستخدم هذا الجهاز؟
en: Who uses this device?
ru: Кто пользуется этим устройством?

source: מִי מִשְׁתַּמֵּשׁ בָּאַיְפֵּד הַזֶּה?
ar: من يستخدم هذا الـ iPad؟
en: Who uses this iPad?
ru: Кто пользуется этим iPad?

source: מִי נוֹהֵג, מַטִּיס וּמְנַוֵּט
ar: من يقود ويُحلّق ويُبحر
en: Who drives, flies, and navigates
ru: Кто водит, летает и прокладывает курс

source: מִיּוּן לַסַּלִּים
ar: رتّبوا في السلال
en: Sort into baskets
ru: Разложи по корзинам

source: מִילָאנוֹ
ar: ميلانو
en: Milan
ru: Милан

source: מִינְכֶן
ar: ميونخ
en: Munich
ru: Мюнхен

source: מִינִים, גֹּדֶל, מָה אָכְלוּ, וְאֵיךְ מְגַלִּים מְאֻבָּנִים
ar: الأنواع والحجم وماذا أكلت وكيف نكتشف الأحافير
en: Species, size, what they ate, and how fossils are found
ru: Виды, размер, что они ели и как находят окаменелости

source: מִינִים, גֹּדֶל, מָה אָכְלוּ, וְאֵיךְ מְגַלִּים מְאֻבָּנִים — בְּשָׁלוֹשׁ רָמוֹת שֶׁמִּתְאִימוֹת אֶת עַצְמָן לַיֶּלֶד, וְעַל כָּל תְּשׁוּבָה נְכוֹנָה מַרְוִיחִים דַּקּוֹת מִשְׂחָק, בְּדִיּוּק כְּמוֹ בְּכָל עוֹלָם.
ar: الأنواع والحجم وماذا أكلت وكيف نكتشف الأحافير — بثلاثة مستويات تتكيّف مع الطفل، وعن كل إجابة صحيحة تُربَح دقائق لعب، تمامًا كما في كل عالم.
en: Species, size, what they ate, and how fossils are found — in three levels that adapt to your child, and every correct answer earns play minutes, just like in every world.
ru: Виды, размер, что они ели и как находят окаменелости — на трёх уровнях, которые подстраиваются под ребёнка, и за каждый правильный ответ начисляются игровые минуты, как и в любом мире.

source: מִינֵי דִּינוֹזָאוּרִים וּמָה הֵם אָכְלוּ
ar: أنواع الديناصورات وماذا أكلت
en: Dinosaur species and what they ate
ru: Виды динозавров и что они ели

source: מִיץ
ar: عصير
en: juice
ru: сок

source: מִיתִי
ar: أسطوري
en: Mythic
ru: Мифический

source: מִכְנְסֵי טְרֶנִינְג
ar: بنطال رياضي
en: Sweatpants
ru: Спортивные штаны

source: מִכְנָסַיִם
ar: بنطال
en: Pants
ru: Брюки

source: מִכְנָסַיִם קְצָרִים
ar: سروال قصير
en: Shorts
ru: Шорты

source: מִלִּים, מִשְׁפָּטִים וְשִׂיחָה בְּאַנְגְּלִית
ar: كلمات وجُمل ومحادثة بالإنجليزية
en: Words, sentences, and conversation in English
ru: Слова, фразы и разговор на английском

source: מִלֵּאתֶם אֶת הַסַּל %lld פְּעָמִים!
ar: مَلَأْتُمُ السَّلَّةَ %lld مَرّات!
en: You filled the basket %lld times!
ru: Вы наполнили корзину %lld раз!

source: מִלֵּאתֶם אֶת הַסַּל פַּעַם אַחַת!
ar: مَلَأْتُمُ السَّلَّةَ مَرَّةً واحِدَة!
en: You filled the basket once!
ru: Вы наполнили корзину один раз!

source: מִנּוּי לַטֶּלֶפוֹן
ar: اشتراك الهاتف
en: Phone plan
ru: Оплата телефона

source: מִסְפָּר %lld
ar: رقم %lld
en: Number %lld
ru: Число %lld

source: מִסְפָּרִים
ar: أعداد
en: Numbers
ru: Числа

source: מִסְפָּרִים מְכֻוָּנִים
ar: الأعداد السالبة
en: Negative numbers
ru: Отрицательные числа

source: מִסְפָּרִים עֶשְׂרוֹנִיִּים
ar: الأعداد العشرية
en: Decimals
ru: Десятичные дроби

source: מִסְתּוֹבֵב…
ar: يدور…
en: Spinning…
ru: Крутится…

source: מִפְרָשִׂית
ar: مركب شراعي
en: sailboat
ru: парусник

source: מִצְנָח
ar: مظلة هبوط
en: parachute
ru: парашют

source: מִצְרַיִם
ar: مصر
en: Egypt
ru: Египет

source: מִשְׁוָאוֹת
ar: معادلات
en: Equations
ru: Уравнения

source: מִשְׁפַּחַת גּוֹלָן
ar: عائلة جولان
en: The Golan family
ru: Семья Голан

source: מִשְׁפַּט פִּיתָגוֹרַס
ar: نظرية فيثاغورس
en: The Pythagorean theorem
ru: Теорема Пифагора

source: מִשְׁפָּחָה
ar: عائلة
en: family
ru: семья

source: מִשְׁפָּחָה לְלֹא שֵׁם
ar: عائلة بلا اسم
en: Unnamed family
ru: Семья без названия

source: מִשְׁקְפֵי 3D
ar: نظّارة 3D
en: 3D glasses
ru: 3D-очки

source: מִשְׁקְפֵי VR
ar: نظّارة VR
en: VR goggles
ru: VR-очки

source: מִשְׁקְפֵי כּוֹכָבִים
ar: نظّارة نجوم
en: Star glasses
ru: Очки со звёздами

source: מִשְׁקְפֵי לֵב
ar: نظّارة قلوب
en: Heart glasses
ru: Очки-сердечки

source: מִשְׁקְפֵי שֶׁמֶשׁ
ar: نظّارة شمسية
en: Sunglasses
ru: Солнечные очки

source: מִשְׁקָפַיִם
ar: نظّارة
en: Glasses
ru: Очки

source: מִשְׁקָפַיִם עֲגוּלִים
ar: نظّارة مستديرة
en: Round glasses
ru: Круглые очки

source: מִשְׁתַּפֵּר
ar: يتحسّن
en: improving
ru: улучшается

source: מִשְׁתַּפֶּרֶת
ar: تتحسّن
en: improving
ru: улучшается

source: מִשְׂחַק הַזִּכָּרוֹן
ar: لعبة الذاكرة
en: Memory Game
ru: Игра на память

source: מִשְׂחַק הַזִּכָּרוֹן 🧠
ar: لعبة الذاكرة 🧠
en: Memory game 🧠
ru: Игра на память 🧠

source: מִשְׂחַק מַחְשֵׁב
ar: لعبة حاسوب
en: computer game
ru: компьютерная игра

source: מִשְׂחָק אַקְרָאִי מֵהָעוֹלָם הַזֶּה
ar: لعبة عشوائية من هذا العالم
en: A random game from this world
ru: Случайная игра из этого мира

source: מִשְׂחָק חִידוֹן נֶגֶד חֲבֵרִים
ar: لعبة مسابقة ضدّ الأصدقاء
en: Quiz game against friends
ru: Игра-викторина против друзей

source: מִשְׂחָק חָדָשׁ שֶׁל %@!
ar: لعبة جديدة من %@!
en: %@ started a game!
ru: Новая игра от %@!

source: מִשְׂחָקִים
ar: ألعاب
en: Games
ru: Игры

source: מִשְׂחָקִים וְזִירַת הָעֲנָקִים
ar: الألعاب وحلبة العمالقة
en: Games and the Giants' Arena
ru: Игры и Арена гигантов

source: מִשְׂחָקִים חֲדָשִׁים
ar: ألعاب جديدة
en: New games
ru: Новые игры

source: מִשְׂחָקִים קְצָרִים — נִפְתָּחִים אַחֲרֵי כַּמָּה תְּשׁוּבוֹת נְכוֹנוֹת בַּיּוֹם.
ar: ألعاب قصيرة — تُفتح بعد بضع إجابات صحيحة كل يوم.
en: Short games — they open after a few right answers each day.
ru: Короткие игры — открываются после нескольких верных ответов за день.

source: מִשְׂחָקִים 🎮
ar: ألعاب 🎮
en: Games 🎮
ru: Игры 🎮

source: מִתְחַבְּרִים…
ar: جارٍ الاتصال…
en: Connecting…
ru: Подключаемся…

source: מִתְחַלֵּק בְּ־3
ar: يقبل القسمة على 3
en: Divisible by 3
ru: Делится на 3

source: מִתְחַלֵּק בְּ־5
ar: يقبل القسمة على 5
en: Divisible by 5
ru: Делится на 5

source: מִתְכּוֹנְנִים…
ar: نستعدّ…
en: Getting ready…
ru: Готовимся…

source: מִתְפַּתֵּחַ
ar: يتطوّر
en: Developing
ru: Развивается

source: מִתְקַדֵּם
ar: متقدّم
en: Advanced
ru: Продвинутый

source: מִתְקַדֵּם שָׁלָב! 🚀
ar: يرتقي مستوى! 🚀
en: Leveling up! 🚀
ru: Новый уровень! 🚀

source: מִתְקַדֶּמֶת שָׁלָב! 🚀
ar: ترتقي مستوى! 🚀
en: Leveling up! 🚀
ru: Новый уровень! 🚀

source: מֵאֲחוֹרֵי קוֹד הוֹרֶה · Apple ID · הַשְּׁאֵלוֹן נִכְנָס לַיֶּלֶד מִיָּד
ar: خلف رمز الوالد · Apple ID · تصل حزمة الأسئلة إلى الطفل فورًا
en: Behind the parent code · Apple ID · the question pack reaches your child right away
ru: За родительским кодом · Apple ID · набор вопросов попадает к ребёнку сразу

source: מֵאֲחוֹרֵי קוֹד הוֹרֶה · Apple ID · הָעוֹלָם נִפְתָּח לַיֶּלֶד מִיָּד · בְּלִי חִדּוּשׁ אוֹטוֹמָטִי
ar: خلف رمز الوالد · Apple ID · يُفتح العالم للطفل فورًا · بلا تجديد تلقائي
en: Behind the parent code · Apple ID · the world unlocks for your child right away · no auto-renewal
ru: За родительским кодом · Apple ID · мир открывается ребёнку сразу · без автопродления

source: מֵאֲחוֹרֵי קוֹד הוֹרֶה · Apple ID · נִפְתָּח לְכָל הַיְלָדִים בְּכָל הַמַּכְשִׁירִים
ar: خلف رمز الوالد · Apple ID · يُفتح لكل الأطفال على كل الأجهزة
en: Behind the parent code · Apple ID · unlocks for all kids on all devices
ru: За родительским кодом · Apple ID · открывается всем детям на всех устройствах

source: מֵאֲחוֹרֵי קוֹד הוֹרֶה · Google Play · הַשְּׁאֵלוֹן נִכְנָס לַיֶּלֶד מִיָּד
ar: خلف رمز الوالد · Google Play · تصل حزمة الأسئلة إلى الطفل فورًا
en: Behind the parent code · Google Play · the question pack reaches your child right away
ru: За родительским кодом · Google Play · набор вопросов попадает к ребёнку сразу

source: מֵאֲחוֹרֵי קוֹד הוֹרֶה · Google Play · הָעוֹלָם נִפְתָּח לַיֶּלֶד מִיָּד · בְּלִי חִדּוּשׁ אוֹטוֹמָטִי
ar: خلف رمز الوالد · Google Play · يُفتح العالم للطفل فورًا · بلا تجديد تلقائي
en: Behind the parent code · Google Play · the world unlocks for your child right away · no auto-renewal
ru: За родительским кодом · Google Play · мир открывается ребёнку сразу · без автопродления

source: מֵאֲחוֹרֵי קוֹד הוֹרֶה · Google Play · נִפְתָּח לְכָל הַיְלָדִים בְּכָל הַמַּכְשִׁירִים
ar: خلف رمز الوالد · Google Play · يُفتح لكل الأطفال على كل الأجهزة
en: Behind the parent code · Google Play · unlocks for all kids on all devices
ru: За родительским кодом · Google Play · открывается всем детям на всех устройствах

source: מֵאַבָּא וְאִמָּא 💝
ar: من أبي وأمي 💝
en: From Mom and Dad 💝
ru: От мамы и папы 💝

source: מֵאַיִן מַגִּיעִים חָלָב, לֶחֶם, דְּבַשׁ וְשׁוֹקוֹלָד
ar: من أين يأتي الحليب والخبز والعسل والشوكولاتة
en: Where milk, bread, honey, and chocolate come from
ru: Откуда берутся молоко, хлеб, мёд и шоколад

source: מֵאַיִן מַגִּיעַ אֹכֶל, מְדִידוֹת וּמַתְכּוֹנִים בְּחֶשְׁבּוֹן
ar: من أين يأتي الطعام، والقياسات، وحساب الوصفات
en: Where food comes from, measuring, and recipe math
ru: Откуда берётся еда, измерения и рецепты в математике

source: מֵאַיִן מַגִּיעַ אֹכֶל, מְדִידוֹת וּמַתְכּוֹנִים בְּחֶשְׁבּוֹן — בְּשָׁלוֹשׁ רָמוֹת שֶׁמִּתְאִימוֹת אֶת עַצְמָן לַיֶּלֶד, וְעַל כָּל תְּשׁוּבָה נְכוֹנָה מַרְוִיחִים דַּקּוֹת מִשְׂחָק, בְּדִיּוּק כְּמוֹ בְּכָל עוֹלָם.
ar: من أين يأتي الطعام، والقياسات، وحساب الوصفات — بثلاثة مستويات تتكيّف مع الطفل، وعن كل إجابة صحيحة تُربَح دقائق لعب، تمامًا كما في كل عالم.
en: Where food comes from, measuring, and recipe math — in three levels that adapt to your child, and every correct answer earns play minutes, just like in every world.
ru: Откуда берётся еда, измерения и рецепты в математике — на трёх уровнях, которые подстраиваются под ребёнка, и за каждый правильный ответ начисляются игровые минуты, как и в любом мире.

source: מֵגֵן
ar: ظهير
en: Full-back
ru: Защитник

source: מֵדוּזָה
ar: قنديل البحر
en: jellyfish
ru: медуза

source: מֵהַהוֹרִים 💝
ar: من والديك 💝
en: From your parents 💝
ru: От родителей 💝

source: מֵי יָם
ar: ماء البحر
en: Sea water
ru: Морская вода

source: מֵידָע נוֹסָף ←
ar: مزيد من المعلومات ←
en: More info →
ru: Подробнее →

source: מֵידָע ←
ar: معلومات ←
en: Details →
ru: Детали →

source: מֵעַכְשָׁיו %@ יְקַבֵּל שְׁאֵלוֹת בְּרָמָה %@ יוֹתֵר בְּ%@. תָּמִיד אֶפְשָׁר לְשַׁנּוֹת בַּהַגְדָּרוֹת.
ar: من الآن فصاعدًا سيحصل %@ على أسئلة بمستوى %@ في %@. يمكن تغيير ذلك دائمًا من الإعدادات.
en: From now on, %@ will get questions at the %@ level in %@. You can always change this in Settings.
ru: Теперь %@ будет получать вопросы на %@ уровне в %@. Это всегда можно изменить в настройках.

source: מֵעַכְשָׁיו שְׁנֵיכֶם רוֹאִים אֶת אוֹתָם הַיְּלָדִים.
ar: من الآن يرى كلاكما الأطفال أنفسهم.
en: You now both see the same kids.
ru: Теперь вы оба видите одних и тех же детей.

source: מֵרוֹץ נָכוֹן/לֹא · הַתְאָמַת זוּגוֹת
ar: سباق صح/خطأ · مطابقة الأزواج
en: True/False race · Match pairs
ru: Гонка «верно/неверно» · Поиск пар

source: מֵרוֹץ נָכוֹן/לֹא נָכוֹן
ar: سباق صح أو خطأ
en: True/False Race
ru: Гонка «верно или неверно»

source: מֶדַלְיָה
ar: ميدالية
en: Medal
ru: Медаль

source: מֶלַח בִּשּׁוּל
ar: ملح الطعام
en: Table salt
ru: Поваренная соль

source: מֶקְסִיקוֹ
ar: المكسيك
en: Mexico
ru: Мексика

source: מַאְדִּים
ar: المريخ
en: Mars
ru: Марс

source: מַגָּפַיִים
ar: جزمة
en: Boots
ru: Сапоги

source: מַדְרִיד
ar: مدريد
en: Madrid
ru: Мадрид

source: מַדָּע
ar: علوم
en: Science
ru: Наука

source: מַדָּעִים
ar: العلوم
en: Science
ru: Науки

source: מַהֵר! נָכוֹן אוֹ לֹא? בּוֹנוּס עַל מְהִירוּת 🔥
ar: بسرعة! صح أم خطأ؟ مكافأة على السرعة 🔥
en: Quick! True or false? Bonus for speed 🔥
ru: Быстро! Верно или нет? Бонус за скорость 🔥

source: מַזְמִינִים, כֻּלָּם עוֹנִים בְּאוֹתוֹ זְמַן — מִי הֲכִי מָהִיר?
ar: ندعو الأصدقاء، والجميع يجيب في الوقت نفسه — من الأسرع؟
en: Invite friends, everyone answers at once — who's fastest?
ru: Приглашаем, все отвечают одновременно — кто быстрее?

source: מַזָּג אֲוִיר
ar: الطقس
en: Weather
ru: Погода

source: מַטְבֵּעַ
ar: قطعة نقدية
en: coin
ru: монета

source: מַטְלוֹת הַבַּיִת
ar: أعمال المنزل
en: Chores
ru: Домашние дела

source: מַטְלוֹת הַבַּיִת עִם פְּרָסִים
ar: أعمال المنزل مع جوائز
en: Chores with rewards
ru: Домашние дела с наградами

source: מַטְלוֹת הַבַּיִת 🧹
ar: أعمال المنزل 🧹
en: Chores 🧹
ru: Домашние дела 🧹

source: מַטָּלָה מְחַכָּה לְאִשּׁוּר
ar: مهمّة بانتظار الموافقة
en: A chore is waiting for approval
ru: Дело ждёт подтверждения

source: מַטָּלוֹת
ar: مهامّ
en: Chores
ru: Дела

source: מַיִם
ar: ماء
en: water
ru: вода

source: מַכְשִׁיר
ar: جهاز
en: Device
ru: Устройство

source: מַכְשִׁיר שֶׁל יֶלֶד
ar: جهاز طفل
en: Child's device
ru: Устройство ребёнка

source: מַלְבֵּן בְּאֹרֶךְ %lld ס"מ וּבְרֹחַב %lld ס"מ — מָה הַהֶקֵּף שֶׁלּוֹ?
ar: مستطيل طوله %lld سم وعرضه %lld سم — ما محيطه؟
en: A rectangle is %lld cm long and %lld cm wide — what is its perimeter?
ru: Прямоугольник длиной %lld см и шириной %lld см — чему равен его периметр?

source: מַלְבֵּן בְּאֹרֶךְ %lld ס"מ וּבְרֹחַב %lld ס"מ — מָה הַשֶּׁטַח שֶׁלּוֹ?
ar: مستطيل طوله %lld سم وعرضه %lld سم — ما مساحته؟
en: A rectangle is %lld cm long and %lld cm wide — what is its area?
ru: Прямоугольник длиной %lld см и шириной %lld см — чему равна его площадь?

source: מַלְחִינִים מְפֻרְסָמִים בְּמִשְׁפָּט אֶחָד
ar: ملحّنون مشهورون في جملة واحدة
en: Famous composers in one sentence
ru: Известные композиторы в одном предложении

source: מַמְלֶכֶת הַמָּתֵמָטִיקָה
ar: مملكة الرياضيات
en: Math Kingdom
ru: Королевство математики

source: מַמְשִׁיךְ לַעֲנוֹת גַּם אַחֲרֵי טָעֻיּוֹת וְכִמְעַט לֹא נוֹטֵשׁ.
ar: يواصل الإجابة حتى بعد الأخطاء ولا يستسلم تقريبًا.
en: Keeps answering even after mistakes and almost never quits.
ru: Продолжает отвечать даже после ошибок и почти никогда не бросает.

source: מַמְשִׁיכִים ←
ar: متابعة ←
en: Continue →
ru: Дальше →

source: מַמְשִׁיכִים! 🚀
ar: نكمل! 🚀
en: Keep going! 🚀
ru: Продолжаем! 🚀

source: מַמְתִּין שֶׁהַהוֹרֶה יִצְטָרֵף…
ar: بانتظار انضمام الوالد…
en: Waiting for the parent to join…
ru: Ждём, пока родитель присоединится…

source: מַמָּשׁ קָרוֹב
ar: قريب جدًّا
en: So close
ru: Совсем близко

source: מַנְצֶ'סְטֶר
ar: مانشستر
en: Manchester
ru: Манчестер

source: מַסְפִּיק לְהַיּוֹם
ar: يكفي لليوم
en: That's enough for today
ru: На сегодня хватит

source: מַסָּע
ar: رحلة
en: Journey
ru: Путешествие

source: מַסָּע סְבִיב הָעוֹלָם
ar: رحلة حول العالم
en: Around the World
ru: Путешествие вокруг света

source: מַסּוֹק
ar: مروحية
en: helicopter
ru: вертолёт

source: מַעְבְּדַת הַמַּדָּעִים
ar: مختبر العلوم
en: Science Lab
ru: Научная лаборатория

source: מַעְגָּל
ar: دوائر
en: Circles
ru: Круги

source: מַעֲבִירִים אֶת הַמַּכְשִׁיר…
ar: نسلّم الجهاز…
en: Handing the device over…
ru: Передаём устройство…

source: מַעֲבִירִים לְכָאן… ✨
ar: ننقله إلى هنا… ✨
en: Moving it here… ✨
ru: Переносим сюда… ✨

source: מַעֲמַקֵּי הַיָּם
ar: أعماق البحر
en: Deep Sea
ru: Морские глубины

source: מַעֲקָב, דּוּחוֹת וְנִיהוּל
ar: متابعة وتقارير وإدارة
en: Tracking, reports, and management
ru: Отслеживание, отчёты и управление

source: מַעֲרֶכֶת הַדָּם
ar: الجهاز الدوري
en: Circulatory system
ru: Кровеносная система

source: מַעֲרֶכֶת הַנְּשִׁימָה
ar: الجهاز التنفسي
en: Respiratory system
ru: Дыхательная система

source: מַעֲרֶכֶת הָעִכּוּל
ar: الجهاز الهضمي
en: Digestive system
ru: Пищеварительная система

source: מַעַיִם
ar: الأمعاء
en: Intestines
ru: Кишечник

source: מַצַּב יֶלֶד
ar: وضع الطفل
en: Kid Mode
ru: Детский режим

source: מַקְלִידִים אֶת אוֹתוֹ קוֹד שׁוּב
ar: اكتب الرمز نفسه مرّة أخرى
en: Type the same code again
ru: Введи тот же код ещё раз

source: מַקְסִימוּם זְמַן מָסָךְ יוֹמִי
ar: الحدّ الأقصى لوقت الشاشة اليومي
en: Max daily screen time
ru: Максимум экранного времени в день

source: מַרְוִיחִים יַהֲלוֹמִים עַל תְּשׁוּבוֹת נְכוֹנוֹת, מִמַּתָּנוֹת וּמִגַּלְגַּל הַמַּזָּל — וְקוֹנִים בָּהֶם בַּחֲנוּת.
ar: تُربَح الألماسات عن الإجابات الصحيحة ومن الهدايا ومن عجلة الحظّ — وتُنفَق في المتجر.
en: You earn diamonds for correct answers, gifts, and the lucky wheel — and spend them in the shop.
ru: Алмазы можно заработать за правильные ответы, из подарков и на колесе удачи — и потратить их в магазине.

source: מַרְוִיחַ זְמַן מָסָךְ אֲמִתִּי דֶּרֶךְ לְמִידָה.
ar: يربح وقت شاشة حقيقيًّا عبر التعلّم.
en: Earns real screen time by learning.
ru: Зарабатывает настоящее экранное время учёбой.

source: מַשְׂכֹּרֶת
ar: راتب
en: salary
ru: зарплата

source: מַשָּׂאִית
ar: شاحنة
en: truck
ru: грузовик

source: מַתְּנַת דַּקּוֹת
ar: إهداء دقائق
en: Gift minutes
ru: Подарить минуты

source: מַתְאִים לִשְׁעוֹן מְעוֹרֵר, מַצְלֵמָה, טֶלֶפוֹן אוֹ אַפְּלִיקַצְיָה לִמּוּדִית שֶׁתָּמִיד מֻתֶּרֶת.
ar: مناسب لمنبّه أو كاميرا أو هاتف أو تطبيق تعليمي مسموح دائمًا.
en: Good for an alarm clock, camera, phone, or a learning app that's always allowed.
ru: Подходит для будильника, камеры, телефона или учебного приложения, которое всегда разрешено.

source: מַתְחִיל
ar: مبتدئ
en: Beginner
ru: Начинающий

source: מַתְחִילִים כָּאן
ar: ابدأوا هنا
en: Start here
ru: Начните здесь

source: מַתְחִילִים! 🚀
ar: لنبدأ! 🚀
en: Let's go! 🚀
ru: Начинаем! 🚀

source: מַתְכּוֹנִים בְּחֶשְׁבּוֹן: כָּפוּל וָחֵצִי
ar: حساب الوصفات: الضِّعف والنصف
en: Recipe math: double and half
ru: Рецепты в математике: удвоить и разделить пополам

source: מַתָּנָה · פִּתְחוּ!
ar: هدية · افتحوها!
en: Gift · open it!
ru: Подарок · открой!

source: מַתָּנָה לְחָבֵר
ar: هدية لصديق
en: A gift for a friend
ru: Подарок другу

source: מַתָּנָה מֵאַבָּא וְאִמָּא 💝 · נוֹתְרוּ
ar: هديّة من أبي وأمي 💝 · المتبقّي
en: A gift from Mom and Dad 💝 · Time left
ru: Подарок от мамы и папы 💝 · Осталось

source: מַתָּנָה מֵהַהוֹרִים ·
ar: هديّة من الوالدين ·
en: Gift from your parents ·
ru: Подарок от родителей ·

source: מָאיָה
ar: مايا
en: Maya
ru: Майя

source: מָה גָּדוֹל יוֹתֵר: %@ אוֹ %@?
ar: أيّهما أكبر: %@ أم %@؟
en: Which is bigger: %@ or %@?
ru: Что больше: %@ или %@?

source: מָה הַיֶּלֶד יִלְמַד
ar: ما الذي سيتعلّمه الطفل
en: What your child will learn
ru: Чему научится ребёнок
